{
    "navbar":{
        "home": "Home",
        "aboutMe": "About me",
        "technologies": "Technologies",
        "projects": "Projects",
        "contact": "Contact"
    },
    "header": {
        "text-p": "Web Application Development Technician and Full Stack Programmer"
    },
    "about-me": {
        "about": "About Me",
        "text": "Hello! I am a passionate web application developer with a solid background and experience in the world of programming. My journey began at the Southwest Provincial University, where I embarked on the exciting adventure of a Web Application Development degree. During my time at university, I had the opportunity to immerse myself in a variety of subjects that laid the foundation of my knowledge. From the fundamentals of programming and web design, to object-oriented programming and software modeling, each subject provided me with the skills and understanding necessary to grow as a professional in the field of technology. Throughout my academic journey, I have also gained essential knowledge in operating systems, networking and communications, as well as fundamentals of databases and web application security. It was not only about acquiring theoretical knowledge, but also about applying it in practical environments through workshops and application development projects. In the year 2022, I successfully completed my university stage, becoming a graduate of the Web Application Development technique. But my thirst for learning did not stop there. Looking to expand my skills and knowledge, I joined Bootcamp Henry, a transformative experience where I was immersed in cutting-edge technologies like React, Redux, Node.js, Sequelize, and PostgreSQL. This immersion in application development allowed me to not only learn new technologies, but also apply them in practical and challenging projects. My journey in the world of technology started even before university, as in 2017 I completed the Office Computer Operator course, and the following year, in 2018, I had the opportunity to immerse myself in the world of programming through from the Plan 111Mil Course, where I became familiar with the Java language. Today, with a solid educational foundation and real life experiences, I am ready to face new challenges in the world of web application development. My passion for technology and my focus on continuous learning drive me to continue to grow and contribute to the exciting and ever-evolving field of technology. I am excited for what the future has in store and the opportunities to come!"
    }

}